{
    "introduction": "Introduction",
    "career": "Career",
    "education": "Education",
    "hard-skills": "Hard Skills",
    "soft-skills": "Soft Skills",
    "about-me": "About Me",
    "language": "Language",
    "theme": "Theme",

    "profession": "Software Engineer and Computer Teacher",
    "age_place": "28 years old | Marília, SP - Brazil",
    "summary": "Full stack software developer with 5 years of experience in PHP and expert in high fidelity front-end implementation with advanced knowledge in CSS and JavaScript. I'm also an experienced computer teacher driven by the passion of sharing knowledge and helping people understand the basics and the \"secrets\" of working with a computer.",
    
    "trait_1": "Front-end Magician",
    "trait_1_desc": "My main trick is turning UI prototypes into functional interfaces that work just like magic.",
    "trait_2": "Back-end Engineer",
    "trait_2_desc": "Efficiency, security and maintainability are the core values I follow when coding back-end solutions.",
    "trait_3": "Passionate Teacher",
    "trait_3_desc": "Programming is fun but teaching is my true passion.",

    "career_section_title": "Career",
    "career_path_1": "Developing",
    "job_1_period": "dec/2016 - dec/2017",
    "job_1_desc": "I worked developing an web application for payment control and a mobile app for Android base POS terminals.",
    "job_2_period": "jan/2018 - feb/2018",
    "job_2_desc": "In addition to providing maintenance and implementing improvements in the company's main project, I participated in the development of an application for public parking control called Estacione Legal. I also developed some tools to be used for the benefit of the company's own productivity.",
    "job_3_period": "feb/2018 - now",
    "job_3_desc": "I actively participated (often acting as the sole developer) in many different projects launched for several large clients such as Canon, Ambev, Mars and many others.",
    "career_path_2": "Teaching",
    "teach_1_period": "jun/2009 - jan/2011",
    "teach_1_desc": "My job was to assist the students and answer their questions about several topics from different courses such as: Microsoft Office, AutoCAD and CorelDRAW.",
    "teach_2_period": "mar/2012 - may/2012",
    "teach_2_desc": "I worked voluntarily on a project that provided a free basic computer course exclusively for people aged 40 or over.",
    "teach_3_period": "mar/2020 - mar/2022",
    "teach_3_desc": "I taught classes addressing topics which ranges from basic computer usage (office suite) to advanced programming (web systems development).",

    "education_section_title": "Education",
    "cert_1_type": "Associate's Degree",
    "cert_1_title": "Computer <br> Technician",
    "cert_2_type": "Bachelor's Degree",
    "cert_2_title": "Systems Analysis <br> and Development",
    "cert_3_type": "Specialization Degree",
    "cert_3_title": "Cross-Platform <br> Mobile App Projects",

    "expert": "Expert",
    "adept": "Adept",

    "fast_learner": "Fast Learner",
    "fast_learner_desc": "When I really want to study a new subject, learning flows very quickly, especially when I have the opportunity to put the new knowledge into practice.",
    "born_teacher": "Born Teacher",
    "born_teacher_desc": "I was always that student my colleagues turned to when they didn't understand the teacher's explanation. I recently had the opportunity to work professionally with education and I confess that, if the profession paid well, I would be a full-time teacher.",
    "problem_solver": "Problem Solver",
    "problem_solver_desc": "The only thought I have when I see a problem is \"How can this be solved?\" and I don't ease my mind until I find the solution. If it's an impossible or impractical problem to solve, I just accept it and move on.",
    "plainspoken": "Plainspoken",
    "plainspoken_desc": "I'm not much of a talker, but when asked for my opinion, I answer frankly and directly.",

    "about_me_section_title": "About Me",
    "teamwork": "Teamwork",
    "teamwork_desc": "I do most of my work alone and I like to have a lot of autonomy when it comes to proposing and developing solutions. <br><br> I'm always willing to help my co-workers and I'm also not shy about asking for help when I need it.",
    "communication": "Communication",
    "communication_desc": "I prefer to listen than to speak, but when speaking I try to be as brief, clear and objective as possible. I attach great importance to the clarity of information and I always try to clarify any doubts in order not to leave any information ambiguous or misinterpreted.",
    "personality": "Personality",
    "personality_desc": "I was classified as a Logician by the 16 personalities test. <br><br> That means that I am pretty quiet and analytical and enjoy spending time alone, thinking about how things work, and coming up with solutions to problems. <br><br> If you wanna know more about this personality, please check <a href=\"https://www.16personalities.com/intp-personality\" target=\"_blank\"> the Logician dedicated page on the official 16 personalities site</a>.",
    "languages_affinity": "Languages Affinity",
    "languages_affinity_desc": "I feel very comfortable using only the native resources of languages like JS and CSS, especially in situations that demand a frontend implementation at the 'Pixel Perfect' level. <br><br> For this same reason, I dispense with the use of frameworks and plugins such as jQuery and Bootstrap.",
    "english_level": "English Level",
    "english_level_desc": "I listen and read English very well, but I still don't feel confident writing and speaking. I've been practicing these skills with the goal of achieving fluency later this year.",

    "app_footer_info": "This webpage was made from scratch, with absolutely no use of 3rd party plugins, frameworks or templates, as a way to show my raw skills with HTML and CSS and JS. <br><br> If you would like to see my code in a full stack application, please visit my Github page and check out my 'Laravue' repository. You can also access the source code of this curriculum webpage in my Github repository."
}